Repository: JeremyX9/session_popup
Catalog: Resources/Private/Language/*.locallang_db.xlf
Languages: de

# tx_session_popup_sessionpopup.description
source: Configure a popup that appears once a session.
de: Ein Popup, das ein mal pro Session angezeigt wird.

# tx_session_popup_sessionpopup.input
source: Popup Type
de: Popup Typ

# tx_session_popup_sessionpopup.input.image
source: Image
de: Bild

# tx_session_popup_sessionpopup.input.ce
source: Content Element
de: Inhaltselement

# tx_session_popup_sessionpopup.image.maxwidth
source: Image maxWidth
de: Bild max. Breite

# tx_session_popup_sessionpopup.image.maxheight
source: Image maxHeight
de: Bild max. Höhe

# tx_session_popup_sessionpopup.link
source: Link Popup
de: Popup Link

# tx_session_popup_sessionpopup.session
source: Show popup once per session
de: Popup ein Mal pro Session anzeigen.

# tx_session_popup_sessionpopup.sessiontype
source: Session Storage Type
de: Art der Session Speicherung

# tx_session_popup_sessionpopup.sessiontype.global
source: Global
de: Übergreifend

# tx_session_popup_sessionpopup.sessiontype.page
source: Page
de: Seite

# tx_session_popup_sessionpopup.sessiontype.ce
source: Content Element
de: Inhaltselement

# tx_session_popup_sessionpopup.closebutton
source: Show close button
de: Schließen Button anzeigen
